Revit 2027 API
ParameterTypeId.RbsElecTrueCurrentParam Property
 "True Current"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsElecTrueCurrentParam { get; }
Public Shared ReadOnly Property RbsElecTrueCurrentParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsElecTrueCurrentParam {
	ForgeTypeId^ get ();
}
static member RbsElecTrueCurrentParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace